import React from "react";

function Main() {
    return (
        <div>
            <h1>Добро пожаловать на наш сайт рецептов!</h1>
            <p>
                Здесь вы найдете огромное разнообразие рецептов на любой вкус. Будь то обед
                для семьи, простой ужин или праздничное блюдо, мы предлагаем широкий выбор
                кулинарных идей, чтобы удовлетворить любые кулинарные предпочтения.
            </p>
            <p>
                У нас каждый найдет что-то для себя: от классических рецептов, переданных из
                поколения в поколение, до современных экспериментов с разными кухнями мира.
            </p>
            <p>
                Мы стараемся представить разнообразие кулинарных традиций и помочь вам открыть
                для себя новые вкусы и ароматы.
            </p>
        </div>
    );
}

export default Main;